app/controllers/emails_controller.rb

INSERT INTO "emails" ("address", "created_at", "updated_at", "name") VALUES (?, ?, ?, ?)  [["address", "konstantin.faleev@gmail.com"], ["created_at", "2017-11-09 06:51:10.115807"], ["updated_at", "2017-11-09 06:51:10.115807"], ["name", "Konstantin"]]
---
  def create
    @email = Email.new(params.require(:email).permit(:name, :address))
    if @email.save